[
  {
    "name": "Kumar Sambhav Shrivastava",
    "facebook_url": "https://www.facebook.com/sambhav.shrivastava.1",
    "twitter_url": "https://twitter.com/Kum_Sambhav",
    "linkedin_url": "https://in.linkedin.com/in/kumar-sambhav-shrivastava-b2546257",
    "bio": "Kumar Sambhav Shrivastava is Special Correspondent with Scroll, India's leading online magazine. He is also a co-founder of Land Conflict Watch, the data journalism project that maps land conflicts in India. A journalist for nine years, Shrivastava writes on issues at the intersection of human rights, environment, industry and politics. He has received National Award for Excellence in Journalism from the Press Council of India , the Young Journalist from the Developing World Award from the Foreign Press Association of London and the Young Asian Environment Journalist Award from the Singapore Environment Council. In the past, Shrivastava has worked for the Hindustan Times, Down To Earth, Times of India and Dainik Bhaskar.",
    "image_url": "https://landconflictwatch.pro.to/Assets/kumar-sambhav-shrivastava.jpg"
  },
  {
    "name": "Ankur Paliwal",
    "facebook_url": "https://www.facebook.com/ankur.paliwal.54",
    "twitter_url": "https://twitter.com/Ankur_pali",
    "linkedin_url": "https://www.linkedin.com/in/paliwalankur",
    "bio": "Ankur Paliwal is an independent journalist, and co-founder of Land Conflict Watch. He is also a contributing editor with Business Standard newspaper, where he writes about science and gender. In the eight years of his journalism career, Paliwal has reported from India, Ethiopia, Germany and the US. He has an MA degree in science journalism from Columbia University Graduate School of Journalism, New York. Paliwal won Next Generation of Science Journalists Award 2016 at World Health Summit in Berlin. He lives in New Delhi.",
    "image_url": "https://landconflictwatch.pro.to/Assets/ankur-paliwal.jpg"
  },
  {
    "name": "Bijayani Mishra",
    "facebook_url": "",
    "twitter_url": "",
    "linkedin_url": "",
    "bio": "Bijayani Mishra is a doctoral candidate at the Centre for the Study of Social Systems in Jawaharlal Nehru University in New Delhi. She studies sociological aspects of women who were combatants in the maoist movement in eastern Indian state of Odisha. Over the last five years she has managed various projects on gender, livelihood and tribal issues in India. A chapter she wrote  “Conceptualizing nature of identity movement: an analysis of Telangana State” is a part of the book titled Caste, Tribe and Gender: Politics of Self and the other. Mishra coordinates the network of Land Conflict Watch from New Delhi.",
    "image_url": "https://landconflictwatch.pro.to/Assets/vijayani-mishra.jpg"
  },
  {
    "name": "Rohit Kumar",
    "facebook_url": "https://www.facebook.com/profile.php?id=100002318608376",
    "twitter_url": "",
    "linkedin_url": "",
    "bio": "Rohit Kumar is a law graduate from Himachal Pradesh University. He works with Student Federation of India, which is a student wing of Communist Party of India (Marxist). Rohit is especially interested in the field of forest rights, land issues and the environment. He lives in Shimla.  Kumar reports land conflicts from Himachal Pradesh",
    "image_url": "https://landconflictwatch.pro.to/Assets/rohit-kumar.jpg"
  },
  {
    "name": "Snigdha Agarwal",
    "facebook_url": "https://www.facebook.com/snigdha.agrawal.35",
    "twitter_url": "https://twitter.com/snigdhaagraw",
    "linkedin_url": "",
    "bio": "Snigdha Agrawal is a development communication professional from Jharkhand. She is associated with Jharkhand Van Adhikar Manch, which is a network of 23 organizations from 18 districts in Jharkhand, working on the implementation of Forest Rights Act in Jharkhand. She also manages a community radio and promote grass root journalism projects as a part of an initiative called Samvad Manthan. Agarwal reports land conflicts from Jharkhand.",
    "image_url": "https://landconflictwatch.pro.to/Assets/snigdha-agarawal.jpg"
  },
  {
    "name": "Ritesh Ranjan Pushkar",
    "facebook_url": "",
    "twitter_url": "",
    "linkedin_url": "",
    "bio": "Ritesh Ranjan Pushkar is pursuing his PhD from Jawaharlal Nehru University, New Delhi. He has masters degree in geography and his research interests include land use, environment, migration and development. Pushkar reports land conflicts from Bihar.",
    "image_url": "https://landconflictwatch.pro.to/Assets/ritesh-ranjan-pushkar.jpg"
  },
  {
    "name": "Sanghamitra Dubey",
    "facebook_url": "https://www.facebook.com/sanghamitradubey",
    "twitter_url": "",
    "linkedin_url": "",
    "bio": "Sanghamitra Dubey is a researcher with Vasundhara, which is a non-profit based in Odisha. Dubey's work focuses on gender and forest rights. She is also a member Community Forest Resource Learning and Advocacy or CFRLA-- national network of individuals and organisations working on land and forest rights in India. Dubey's work has appeared in Economic and Political Weekly, Down To Earth and other publications. She reports land conflicts from Odisha.",
    "image_url": "https://landconflictwatch.pro.to/Assets/sanghamitra-dubey.jpg"
  },
  {
    "name": "Sandeep Kumar Pattnaik",
    "facebook_url": "",
    "twitter_url": "https://twitter.com/Sandeeppattnaik",
    "linkedin_url": "",
    "bio": "Sandeep Kumar Pattnaik is a senior consultant at the National Center for Advocacy Studies in Pune. He writes policy briefs and works on capacity building programmes to strengthen rights of tribespeople, Dalits, women, and children over natural resources. He participated in a four-month long human rights advocacy programme at the Center for the Study of Human Rights in Columbia University in New York City.  He reports land conflicts from Odisha.",
    "image_url": "https://landconflictwatch.pro.to/Assets/sandeep-kumar-pattnaik.jpg"
  },
  {
    "name": "Sateyndra Singh Narwaria",
    "facebook_url": "",
    "twitter_url": "https://twitter.com/Satyendra_Geo",
    "linkedin_url": "https://www.linkedin.com/in/satyendra-singh-262a3299",
    "bio": "Satyendra Singh is pursuing his PhD at the Centre for South Asian Studies in the Jawaharlal Nehru University in Delhi. His research interest includes migration, population displacement, and conflict in South Asian countries. He has been active in student politics. He reports land conflicts from Madhya Pradesh.",
    "image_url": "https://landconflictwatch.pro.to/Assets/satyendra-singh-narwaria.jpg"
  },
  {
    "name": "Shaan Suhas Kumar",
    "facebook_url": "https://www.facebook.com/shaan1502",
    "twitter_url": "https://twitter.com/shaan1502",
    "linkedin_url": "https://www.linkedin.com/in/shaan-suhas-kumar-52691158",
    "bio": "Shaan is an educator, communication professional, environmental activist and beauty pageant title holder. A graduate from Symbiosis Institute of Media and Communication in Pune, Shaan has been working in development sector for over six years now. She was a Climate Reality Leader under Nobel Peace Prize Winner Al Gore's Leadership Corps. She lives in Bhopal.  She reports land conflicts from Madhya Pradesh.",
    "image_url": "https://landconflictwatch.pro.to/Assets/shaan-suhash-kumar.jpg"
  },
  {
    "name": "Mir Farhat Maqbool",
    "facebook_url": "https://www.facebook.com/mir.farhat.9",
    "twitter_url": "https://twitter.com/mirfarhat9",
    "linkedin_url": "https://www.linkedin.com/in/mir-farhat-96ab64aa",
    "bio": "Mir Farhat is a Kashmir-based journalist who reports about conflict, politics, human rights and the environment for News Now from Kashmir. His work has also appeared in other publications such as the Hindu, CNN International, Times of India, and Asia Times. Farhat has masters degree in journalism from Kashmir University. He reprots land conflicts from Kashmir.",
    "image_url": "https://landconflictwatch.pro.to/Assets/mir-farhat-maqbool.jpg"
  },
  {
    "name": "Vijayasingh Ronald David",
    "facebook_url": "",
    "twitter_url": "",
    "linkedin_url": "",
    "bio": "Vijayasingh Ronald David started working with rural communities that were under threat of eviction in Coorg district of Karnataka. He managed to stop those evictions. In 1981 he founded the Coorg Organization for Rural Development (CORD). Since then he has been working on the livelihood and identity related issues of Adivasi communities. David currently focuses on forest governance issues and helps Adivasi communities get community forest rights. He also manages a child help line in Coorg. He reports land conflicts from Karnataka.",
    "image_url": "https://landconflictwatch.pro.to/Assets/vijayasingh-ronald-david.jpg"
  },
  {
    "name": "Manasi Kartik",
    "facebook_url": "",
    "twitter_url": "",
    "linkedin_url": "https://uk.linkedin.com/in/manasi-kartik-41b35a146",
    "bio": "Manasi Karthik is a researcher and policy analyst who works on forest and land rights in India. She has masters degree in anthropology and development from SOAS University in London. She currently works at the Vettiver Collective, which is an incubator for social movements. Karthik is a co-founder of the Political Ecology and Law Network, a platform that brings political ecology and law to bear on issues of environmental policy. She reports land conflicts from Tamil Nadu.",
    "image_url": "https://landconflictwatch.pro.to/Assets/manasi-kartik.jpg"
  },
  {
    "name": "Sapna Yadav",
    "facebook_url": "https://www.facebook.com/sapna.yadav.90857",
    "twitter_url": "",
    "linkedin_url": "",
    "bio": "Sapna Yadav is pursuing her M. Phil on \"Politics of women empowerment: Khap Panchayat and Honour Killing in Haryana\" from Delhi University. Her research focuses on gender, education, and caste-related issues.  She reports land conflicts from Haryana.",
    "image_url": "https://landconflictwatch.pro.to/Assets/sapna-yadav.jpg"
  },
  {
    "name": "Yumanam Suryajeevan",
    "facebook_url": "https://www.facebook.com/numitpunshi.yumnam",
    "twitter_url": "https://twitter.com/SuYumnam",
    "linkedin_url": "",
    "bio": "Yumnam Surjyajeevan is a research scholar at the sociology department in Sikkim University. His research focuses on ethnic consciousness among various communities of Sikkim. He has also done Social Impact Assessment studies-- a requirement before acquisition of land in India--for some projects in Sikkim. Surjyajeevan has masters degree in sociology from Jamia Millia Islamia University in New Delhi. He reports land conflicts from Sikkim.",
    "image_url": "https://landconflictwatch.pro.to/Assets/yumnam-surjyajeevan.jpg"
  },
  {
    "name": "Damandeep Singh",
    "facebook_url": "https://www.facebook.com/damandeeps16",
    "twitter_url": "https://twitter.com/damandeeps16",
    "linkedin_url": "",
    "bio": "Damandeep Singh is a research scholar in department of Political Science in Punjab University in Chandigarh. He is interested in understanding the politics of heritage and its impact on contemporary cityscapes. He is also a guest faculty in Post-Graduate Government College of Girls in Chandigarh. He reports land conflicts from Punjab.",
    "image_url": "https://landconflictwatch.pro.to/Assets/damandeep-singh.jpg"
  },
  {
    "name": "Pravin Mote",
    "facebook_url": "https://www.facebook.com/pravin.mote.5",
    "twitter_url": "https://twitter.com/pravinmote12",
    "linkedin_url": "",
    "bio": "Pravin Mote is an independent researcher and activist. He studies environmental economics, mining affected communities, forest dwellers, traditional seed and animal keepers, and agrarian issues. He is member of All India Forum of Forest Movement, a network of individuals and organisations working on forest related issues in India. He lives in Nagpur and reports land conflicts from Maharashtra.",
    "image_url": "https://landconflictwatch.pro.to/Assets/praveen-mote.jpg"
  },
  {
    "name": "Radhika",
    "facebook_url": "http://www.facebook.com/profile.php?id=516217908",
    "twitter_url": "",
    "linkedin_url": "",
    "bio": "Radhika has been working in development sector for over a decade. She has been a teacher, youth coordinator, fund raiser and a tour guid. She has worked with children's shelters, animal shelters, mental health advocacy groups, and sexuality and gender rights advocates. Currently, Radhika leads Campaigns & Impacts division at Video Volunteers in Goa. She has masters degree in gender and development studies.",
    "image_url": "https://landconflictwatch.pro.to/Assets/radhika.jpg"
  },
  {
    "name": "Siddhant Kalra",
    "facebook_url": "https://www.facebook.com/siddhantkalra",
    "twitter_url": "",
    "linkedin_url": "https://in.linkedin.com/in/siddhantkalra",
    "bio": "Siddhant Kalra writes and researches about land, history and culture. He has been exploring Delhi's cultural history for the last two years, and intends to do the same in other Indian cities in future. He currently lives in New Delhi and reports land conflicts from National Capital Region.",
    "image_url": "https://landconflictwatch.pro.to/Assets/siddhant-kalra.jpg"
  },
  {
    "name": "Mitali Biswas",
    "facebook_url": "https://www.facebook.com/mitalibiswas",
    "twitter_url": "",
    "linkedin_url": "",
    "bio": "Mitali Biswas worked as a freelance journalist for Doordarshan and other media house before she started making documentaries. In 2015 she directed and produced a documentary film Naam Poribortitio or Identity Undisclosed about sexual violence against women. Another documentary Hei Samalho about the peasant movement at Bhangar in West Bengal, and “SD” an investigative biography on the maoist leader Saroj Datta have been appreciated by critics and people. Biswas is in the editorial board of “Protibidhan” a Bengali magazine dedicated to women’s movement. She lives in Calcutta and reports land conflicts from West Bengal.",
    "image_url": "https://landconflictwatch.pro.to/Assets/mitali-biswas.jpg"
  },
  {
    "name": "Aditi Patil",
    "facebook_url": "https://www.facebook.com/aditi.patil.758737",
    "twitter_url": "",
    "linkedin_url": "",
    "bio": "Aditi Patil is a freelance development researcher. She has previously worked with WWF India on forest based livelihoods and international wildlife trade. She earned her master’s degree in Development Studies from the Entrepreneurship Development Institute of India in Ahmedabad. Her paper on “Forest based livelihoods, Malki practice and Forest Rights Act in Gujarat: The case of Adivasis in the Dangs\" has been published in the book “Adivasis in India, Livelihoods, Resources and Institutions” by Bloomsbury India. She reports land conflicts from Gujarat.",
    "image_url": "https://landconflictwatch.pro.to/Assets/aditi-patil.jpg"
  }
]